[
	{
		"exerciseName": "Podciąganie na drążku",
		"description": "Podciąganie na drążku w podchwycie jest bardzo niedocenianym ćwiczeniem, zwłaszcza względem podciągania w nachwycie. Nie powinno się jednak o nim zapominać, ponieważ jest to ćwiczenie, które świetnie buduje siłę ramion, pleców oraz klatki piersiowej. Ponadto, mimo iż jest to odmiana podciągnięć uważana za łatwiejszą, można ją skutecznie wzbogacić, dodając np. pas z obciążeniem lub ćwiczyć również brzuch, utrzymując nogi w pozycji L-Sit.Aby w pełni wykorzystać możliwości tego ćwiczenia, należy całkowicie prostować łokcie w pozycji dolnej, a w pozycji górnej jak najmocniej je zginać. Tylko wykorzystując pełen zakres ruchu, w pełni budujemy siłę naszych mięśni."
	},
	{
		"exerciseName": "Sprint",
		"description": "Bieganie to jedna z najbardziej popularnych aktywności fizycznych. Większość z nas opiera jednak swój trening biegowy na umiarkowanym lub wręcz wolnym tempie przez długi czas. O ile w długich wybieganiach nie ma nic złego, wykorzystanie w swoim treningu interwałów i sprintów da Ci znacznie lepsze efekty w znacznie krótszym czasie.Jeśli myślisz, że wykonanie typowych sprintów może być trudne ze względu na brak dostępu do bieżni lub odpowiedniego terenu pamiętaj, że możesz taki trening przeprowadzić na bieżni mechanicznej lub małej przestrzeni, wykonując biegi wahadłowe (np. „linie” na odcinku 15 metrów). Opcjonalnie możesz również wybrać rower stacjonarny lub spinningowy. Niezależnie co wybierzesz pamiętaj, by Twój wysiłek w tym krótkim okresie czasu był maksymalny.W przypadku sprintów, zachowaj umiar i powoli stopniuj objętość treningową. Rozpocznij od 2 powtórzeń po 10 sekund dodając maksymalnie 1 powtórzenie w każdym z tygodni nie przekraczając ilości 10 powtórzeń."
	},
	{
		"exerciseName": "Wykroki w bok",
		"description": "Najczęstszymi ćwiczeniami w treningu są ćwiczenia wykonywane w płaszczyźnie czołowej (przód/tył). Warto więc wprowadzić do swojego planu treningowego ćwiczenia zmuszające do poruszania się w innych kierunkach. Jednym z takich ćwiczeń są wykroki w bok, które zmuszą do pracy odwodziciele ud i mięśnie pośladkowe, jednocześnie poprawiając mobilność pachwin.Aby wykonać to ćwiczenie stań w lekkim rozkroku a następnie wykonaj krok jedną nogą w bok przenosząc ciężar ciała na nogę wykroczną i uginając ją w kolanie. Zejdź jak najniżej nie odrywając pięty stopy, na której stoisz, od podłoża. Następnie powoli się podnieś i wykonaj powtórzenie na drugą stronę. Pamiętaj, aby cały czas trzymać proste plecy i napięty brzuch. Ręce możesz wyciągnąć prosto przed siebie, by pomóc sobie z utrzymaniem równowagi.Jeśli opanujesz podstawową formę wykonywania tego ćwiczenia, możesz dołożyć do niego dodatkowe obciążenie – ćwiczenie będzie wtedy jeszcze bardziej wymagające."
	},
	{
		"exerciseName": "Rzut w bok piłką lekarską",
		"description": "Jeśli chcesz zbudować dynamiczną siłę mięśni skośnych brzucha – to ćwiczenie jest dla Ciebie. Podczas wykonywania rzutów piłką lekarską w bok angażujesz do pracy wiele grup mięśniowych, takich jak mięśnie głębokie i skośne brzucha, prostowniki części lędźwiowej kręgosłupa, zginacze bioder i pośladki.Aby wykonać rzut w bok piłką lekarską należy ustawić się w odległości dwóch kroków od ściany, prostopadle do niej i trzymać piłkę lekarską przed sobą. Stopy ustaw stabilnie na podłodze na szerokość nieco większą niż szerokość barków. Wykonaj dynamiczną rotację tułowia, następnie zmień kierunek i rzuć piłkę w ścianę na tyle mocno, by móc ją złapać gdy się odbije.Wykonuj od 2 do 4 serii po 4-6 powtórzeń na każdą stronę."
	},
	{
		"exerciseName": "Chód niedźwiedzia",
		"description": "Chód niedźwiedzia to pozornie proste i niewymagające ćwiczenie. Jest ono jednak bardzo niedoceniane, mimo że doskonale nadaje się dla każdego, kto chce zbudować lepszą formę. Pomyśl o tym ćwiczeniu jak o ćwiczeniu deski (plank), tylko w ruchu. Jeśli będziesz wykonywał ruchy powoli, dokładnie i w pełnych zakresach, szybko zauważysz rezultaty. Chód niedźwiedzia angażuje mięśnie całego tułowia, a także wpływa na mięśnie głębokie. Poza tułowiem wzmocnisz również ramiona, przedramiona i pośladki.Ćwiczenie wykonane jest właściwie, gdy plecy będą cały czas proste, a biodra trzymane nisko.Aby wykonać to ćwiczenie przejdź do pozycji pompki i ugnij nogi w kolanach tak, aby kolana znalazły się bezpośrednio pod biodrami. Podczas wykonywania ćwiczenia ważne jest, by pamiętać, aby nie unosić za wysoko bioder. Utrzymując cały czas właściwą pozycję zacznij robić kroki do przodu. Pamiętaj, że z prawą nogą rusza się zawsze lewa ręka i odwrotnie – z lewą nogą prawa ręka.Początkowo wykonuj 3 powtórzenia, podczas których przejdziesz 10 metrów w każdym. Następnie, gdy już opanujesz ruch, zwiększ ilość powtórzeń lub pokonywany dystans."
	},
	{
		"exerciseName": "Przysiad bułgarski",
		"description": "Przysiad z podniesioną tylną nogą jest odmianą przysiadów świetnie budującą siłę przede wszystkim w mięśniach czworogłowych ud. Wykonanie tego ćwiczenia na każdą nogę wymaga dużej siły oraz stabilizacji, a także niweluje brak równowagi mięśniowej pomiędzy stronami. Dużym plusem przysiadów bułgarskich jest izolacja każdej z nóg osobno w taki sposób, że ciężko jest oszukiwać przy jego wykonywaniu. Jeśli nigdy wcześniej nie wykonywałeś przysiadów bułgarskich, szybko odczujesz i docenisz ich efekty.Przysiady bułgarskie na początku warto wykonywać bez obciążenia. Dopiero gdy zyskasz pewność ruchu i równowagi, możesz ćwiczyć ten rodzaj przysiadów trzymając w dłoniach hantle lub kettlebell. Osoby zaawansowane mogą wykonywać nawet takie przysiady ze sztangą na plecach.Aby wykonać ćwiczenie, ułóż grzbiet stopy z tyłu na ławce lub innej stabilnej platformie, na wysokości nieco poniżej kolana. Zrób przysiad na przedniej nodze, uginając kolano do momentu aż udo nie znajdzie się równolegle do podłoża. Następnie wyprostuj biodro i kolano, wracając do pozycji wyjściowej.Wykonaj 3 serie po 4-10 powtórzeń na każdą nogę."
	},
	{
		"exerciseName": "Kettlebell Swing",
		"description": "Kettlebell Swing to ćwiczenie angażujące do pracy przede wszystkim dolną partię pleców i mięśnie pośladków. Doskonale wzmacnia mięśnie do późniejszego wykonywania dynamicznych ruchów i treningu plyometrycznego (np. skoków). Ponadto, nie da się go wykonać bez udziału mięśni głębokich. To właśnie one odpowiedzialne są za utrzymanie odpowiedniej postawy podczas wykonywania tego ćwiczenia. Te same mięśnie odciążają również kręgosłup i przenoszą pracę z dolnej do górnej części naszego ciała.Aby odpowiednio wykonać ćwiczenie należy pamiętać o kilku bardzo ważnych zasadach. Kolana powinny uginać się lekko – pamiętaj, że nie wykonujesz przysiadów. Plecy cały czas muszą być proste, aby nie obciążać nadmiernie kręgosłupa. Ruch wahadła musi wychodzić z szybkiego ruchu wypchnięcia bioder i wyprostowania kolan a nie poprzez pracę mięśni ramion.Jeśli jest to Twoje pierwsze podejście do tego ćwiczenia, zapoznaj się z naszym wcześniejszym artykułem, opisującym prawidłową technikę Kettlebell Swing.Na początek wykonaj 3 serie po 6-10 powtórzeń."
	},
	{
		"exerciseName": "Brzuszki",
		"description": "W celu wykonania brzuszków należy położyć się na podłodze na plecach z nogami na ziemi, ewentualnie zahaczonymi o jakiś przedmiot. Ćwiczenie wykonuje się najczęściej z rękami splecionymi na karku, unosząc plecy i robiąc skłon w przód spinając mięśnie brzucha do dotknięcia łokciami kolan. Następnie należy wrócić do pozycji wyjściowej."
	},
	{
		"exerciseName": "Bieg (1000m)",
		"description": "Bieg na dystansie 1000 m."
	},
	{
		"exerciseName": "Pompki",
		"description": "Popularna nazwa ćwiczenia fizycznego wykonywanego w pozycji poziomej, twarzą do ziemi, polegającego na podnoszeniu i obniżaniu tułowia."
	}
]